[{"id": "page_1_83d299c3-bc3c-4c78-be4e-22566860f4c3", "page": 1, "chunk": "GOVERNMENT OF INDIA BUDGET 2023-2024 SPEECH OF NIRMALA SITHARAMAN MINISTER OF FINANCE February 1,  2023", "metadata": {"page": 1}}, {"id": "page_3_8b877852-a51d-4eab-87ba-bd82085a40a7", "page": 3, "chunk": "CONTENTS  PART-A   Page No.   - Introduction 1  - Achievements since 2014: Leaving no one behind 2  - Vision for Amrit Kaal  – an empowered and inclusive economy 3  - Priorities of this Budget 5  i. Inclusive Development   ii. Reaching the Last Mile  iii. Infrastructure and Investment  iv. Unleashing the Potential  v. Green Growth  vi. Youth Power   vii. Financial Sector                   - Fiscal Management 24  PART B      Indirect Taxes  27  - Green Mobility   - Electronics    - Electrical    - Chemicals and Petrochemicals    - Marine products   - Lab Grown Diamonds   - Precious Metals   - Metals   - Compounded Rubber   - Cigarettes      Direct Taxes  30  - MSMEs and Professionals    - Cooperation   - Start-Ups   - Appeals   - Better targeting of tax concessions   - Rationalisation   - O", "metadata": {"page": 3}}, {"id": "page_3_efb64840-1474-43ff-bc98-05b65d7d25b7", "page": 3, "chunk": "thers   - Personal Income Tax      Annexures  35  - Annexure to Part B of the Budget Speech 2023-24  i. Amendments relating to Direct Taxes  ii. Amendments relating to Indirect Taxes", "metadata": {"page": 3}}, {"id": "page_5_b79dae84-4e85-49ec-a816-e9212a5fbf46", "page": 5, "chunk": "Budget 2023-2024    Speech of   Nirmala Sitharaman  Minister of Finance  February 1, 2023  Hon’ble Speaker,    I present the Budget for 2023-24. This is the first Budget in Amrit  Kaal .  Introduction  1. This Budget hopes to build on the foundation laid in the previous  Budget, and the blueprint drawn for India@100. We envision a prosperous  and inclusive India, in which the fruits of development reach all regions and  citizens, especially our youth, women, farmers, OBCs, Scheduled Castes and  Scheduled Tribes.   2. In the 75th year of our Independence, the world has recognised the  Indian economy as a ‘bright star’. Our current year’s economic growth is  estimated to be at 7 per cent. It is notable that this is the highest among all  the major economies. This is in spite of the massive s", "metadata": {"page": 5}}, {"id": "page_5_67bfbc3c-431f-42dc-8760-316d932a92e3", "page": 5, "chunk": "lowdown globally  caused by Covid-19 and a war. The Indian economy is therefore on the right  track, and despite a time of challenges, heading towards a bright future.   3. Today as Indians stands with their head held high, and the world  appreciates India’s achievements and successes, we are sure that elders  who had fought for India’s independence, will with joy, bless us our  endeavors going forward.  Resilience amidst multiple crises  4. Our focus on wide-ranging reforms and sound policies, implemented  through Sabka Prayas  resulting in Jan Bhagidari  and targeted support to  those in need, helped us perform well in trying times. India’s rising global", "metadata": {"page": 5}}, {"id": "page_6_3cfd2547-9004-4fb6-a2bf-1cdfac5e218e", "page": 6, "chunk": "2       profile is because of several accomplishments: unique world class digital  public infrastructure, e.g., Aadhaar, Co-Win and UPI; Covid vaccination drive  in unparalleled scale and speed; proactive role in frontier areas such as  achieving the climate related goals, mission LiFE, and National Hydrogen  Mission.   5. During the Covid-19 pandemic, we ensured that no one goes to bed  hungry, with a scheme to supply free food grains to over 80 crore persons  for 28 months. Continuing our commitment to ensure food and nutritional  security, we are implementing, from 1st January 2023, a scheme to supply  free food grain to all Antyodaya and priority households for the next one  year, under PM Garib Kalyan Anna Yojana (PMGKAY). The entire  expenditure of about ` 2 lakh crore will be borne ", "metadata": {"page": 6}}, {"id": "page_6_fed11e57-51a9-458e-b637-7f8de855f800", "page": 6, "chunk": "by the Central  Government.  G20 Presidency: Steering the global agenda through challenges  6. In these times of global challenges, the G20 Presidency gives us a  unique opportunity to strengthen India’s role in the world economic order.  With the theme of ‘ Vasudhaiva Kutumbakam’ , we are steering an  ambitious, people-centric agenda to address global challenges, and to  facilitate sustainable economic development.   Achievements since 2014: Leaving no one behind  7. The government’s efforts since 2014 have ensured for all citizens a  better quality of living and a life of dignity. The per capita income has more  than doubled to ` 1.97 lakh.    8. In these nine years, the Indian economy has increased in size from  being 10th to 5th largest in the world. We have significantly improved our ", "metadata": {"page": 6}}, {"id": "page_6_49ea3acd-1506-4060-be6d-11a7ed6e6382", "page": 6, "chunk": " position as a well-governed and innovative country with a conducive  environment for business as reflected in several global indices. We have  made significant progress in many Sustainable Development Goals.", "metadata": {"page": 6}}, {"id": "page_7_593c263e-7c16-48bc-875c-3c883ac85d2a", "page": 7, "chunk": "3       9. The economy has become a lot more formalised as reflected in the  EPFO membership more than doubling to 27 crore, and 7,400 crore digital  payments of ` 126 lakh crore through UPI in 2022.     10. The efficient implementation of many schemes, with  universalisation of targeted benefits, has resulted in inclusive development.  Some of the schemes are:  i. 11.7 crore household toilets under Swachh Bharat Mission,   ii. 9.6 crore LPG connections under Ujjawala,   iii. 220 crore Covid vaccination of 102 crore persons,     iv. 47.8 crore PM Jan Dhan bank accounts,  v. Insurance cover for 44.6 crore persons under PM Suraksha  Bima and PM Jeevan Jyoti Yojana, and  vi. Cash transfer of ` 2.2 lakh crore to over 11.4 crore farmers  under PM Kisan Samman Nidhi.  Vision for Amrit Kaal  – an", "metadata": {"page": 7}}, {"id": "page_7_d516a380-6159-4727-b376-6cd80e48bc79", "page": 7, "chunk": " empowered and inclusive economy  11. Our vision for the Amrit Kaal  includes technology-driven and  knowledge-based economy with strong public finances, and a robust  financial sector. To achieve this, Jan Bhagidari through Sabka Saath Sabka  Prayas  is essential.    12. The economic agenda for achieving this vision focuses on three  things: first, facilitating ample opportunities for citizens, especially the  youth, to fulfil their aspirations; second, providing strong impetus to growth  and job creation; and third, strengthening macro-economic stability.     13. To service these focus areas in our journey to India@100, we believe  that the following four opportunities can be transformative during Amrit  Kaal.", "metadata": {"page": 7}}, {"id": "page_8_d17174e6-b3ea-49be-90dd-f54bdfb5e830", "page": 8, "chunk": "4       1) Economic Empowerment of Women : Deendayal Antyodaya Yojana  National Rural Livelihood Mission has achieved remarkable success  by mobilizing rural women into 81 lakh Self Help Groups. We will  enable these groups to reach the next stage of economic  empowerment through formation of large producer enterprises or  collectives with each having several thousand members and  managed professionally. They will be helped with supply of raw  materials and for better design, quality, branding and marketing of  their products. Through supporting policies, they will be enabled to  scale up their operations to serve the large consumer markets, as  has been the case with several start-ups growing into ‘Unicorns’.  2) PM VIshwakarma KAushal Samman (PM VIKAS) : For centuries,  traditional artis", "metadata": {"page": 8}}, {"id": "page_8_ceaf3b7c-748d-4b8b-aeae-41384798949f", "page": 8, "chunk": "ans and craftspeople, who work with their hands  using tools, have brought renown for India. They are generally  referred to as Vishwakarma. The art and handicraft created by them  represents the true spirit of Atmanirbhar Bharat. For the first time, a  package of assistance for them has been conceptualized. The new  scheme will enable them to improve the quality, scale and reach of  their products, integrating them with the MSME value chain. The  components of the scheme will include not only financial support  but also access to advanced skill training, knowledge of modern  digital techniques and efficient green technologies, brand  promotion, linkage with local and global markets, digital payments,  and social security. This will greatly benefit the Scheduled Castes,  Scheduled Tribes, ", "metadata": {"page": 8}}, {"id": "page_8_58ae9830-9bdf-4c5b-84a2-e97f794d514e", "page": 8, "chunk": "OBCs, women and people belonging to the weaker  sections.   3) Tourism : The country offers immense attraction for domestic as well  as foreign tourists. There is a large potential to be tapped in tourism.  The sector holds huge opportunities for jobs and entrepreneurship  for youth in particular.  Promotion of tourism will be taken up on  mission mode, with active participation of states, convergence of  government programmes and public-private partnerships.", "metadata": {"page": 8}}, {"id": "page_9_296d759c-a19f-46ba-a08c-a00380934ef3", "page": 9, "chunk": "5       4) Green Growth: We are implementing many programmes for green  fuel, green energy, green farming, green mobility, green buildings,  and green equipment, and policies for efficient use of energy across  various economic sectors. These green growth efforts help in  reducing carbon intensity of the economy and provides for large- scale green job opportunities.   Priorities of this Budget   14. The Budget adopts the following seven priorities. They complement  each other and act as the ‘Saptarishi’  guiding us through the Amrit Kaal.   1) Inclusive Development   2) Reaching the Last Mile  3) Infrastructure and Investment  4) Unleashing the Potential  5) Green Growth  6) Youth Power   7) Financial Sector  Priority 1: Inclusive Development   15. The Government’s philosophy of Sabka Saat", "metadata": {"page": 9}}, {"id": "page_9_2b67d28f-11f8-4de5-9794-7617fa631fab", "page": 9, "chunk": "h Sabka Vikas  has  facilitated inclusive development covering in specific, farmers, women,  youth, OBCs, Scheduled Castes, Scheduled Tribes, divyangjan and  economically weaker sections, and overall priority for the underprivileged  (vanchiton ko variyata ). There has also been a sustained focus on Jammu &  Kashmir, Ladakh and the North-East. This Budget builds on those efforts.   Agriculture and Cooperation    Digital Public Infrastructure for Agriculture  16. Digital public infrastructure for agriculture will be built as an open  source, open standard and inter operable public good. This will enable", "metadata": {"page": 9}}, {"id": "page_10_db4ac1ac-1ed0-4b52-973b-7800a7bac44a", "page": 10, "chunk": "6       inclusive, farmer-centric solutions through relevant information services for  crop planning and health, improved access to farm inputs, credit, and  insurance, help for crop estimation, market intelligence, and support for  growth of agri-tech industry and start-ups.   Agriculture Accelerator Fund   17. An Agriculture Accelerator Fund will be set-up to encourage agri- startups by young entrepreneurs in rural areas. The Fund will aim at  bringing innovative and affordable solutions for challenges faced by  farmers. It will also bring in modern technologies to transform agricultural  practices, increase productivity and profitability.  Enhancing productivity of cotton crop   18. To enhance the productivity of extra-long staple cotton, we will  adopt a cluster-based and value chain a", "metadata": {"page": 10}}, {"id": "page_10_5d53346a-a443-4356-8631-324a7a041978", "page": 10, "chunk": "pproach through Public Private  Partnerships (PPP). This will mean collaboration between farmers, state and  industry for input supplies, extension services, and market linkages.  Atmanirbhar Horticulture Clean Plant Program   19. We will launch an Atmanirbhar Clean Plant Program to boost  availability of disease-free, quality planting material for high value  horticultural crops at an outlay of ` 2,200 crore.  Global Hub for Millets: ‘Shree Anna’   20. “India is at the forefront of popularizing Millets, whose consumption  furthers nutrition, food security and welfare of farmers,” said Hon’ble Prime  Minister.  21.  We are the largest producer and second largest exporter of ‘Shree  Anna’  in the world. We grow several types of ' Shree Anna'  such as  jowar,  ragi, bajra, kuttu, ramdana, ka", "metadata": {"page": 10}}, {"id": "page_10_5ea5861d-3e68-4a92-82cf-76ce3ff90616", "page": 10, "chunk": "ngni, kutki, kodo, cheena, and sama. These  have a number of health benefits, and have been an integral part of our  food for centuries. I acknowledge with pride the huge service done by small", "metadata": {"page": 10}}, {"id": "page_11_8331f190-cc6e-4286-a328-7eff9e27ab85", "page": 11, "chunk": "7       farmers in contributing to the health of fellow citizens by growing these  ‘Shree Anna’.    22. Now to make India a global hub for ' Shree Anna' , the Indian Institute  of Millet Research, Hyderabad  will be supported as the Centre of Excellence  for sharing best practices, research and technologies at the international  level.     Agriculture Credit   23. The agriculture credit target will be increased   to ` 20 lakh crore with focus on animal husbandry, dairy and fisheries.   Fisheries  24. We will launch a new sub-scheme of PM Matsya Sampada Yojana  with targeted investment of ` 6,000 crore to further enable activities of  fishermen, fish vendors, and micro & small enterprises, improve value chain  efficiencies, and expand the market.  Cooperation  25. For farmers, especially sm", "metadata": {"page": 11}}, {"id": "page_11_57a7e60e-b72e-4077-b342-3e74d0d98622", "page": 11, "chunk": "all and marginal farmers, and other  marginalised sections, the government is promoting cooperative-based  economic development model. A new Ministry of Cooperation was formed  with a mandate to realise the vision of ‘Sahakar Se Samriddhi’ . To realise  this vision, the government has already initiated computerisation of 63,000  Primary Agricultural Credit Societies (PACS) with an investment of ` 2,516  crore. In consultation with all stakeholders and states, model bye-laws for  PACS were formulated enabling them to become multipurpose PACS. A  national cooperative database is being prepared for country-wide mapping  of cooperative societies.   26. With this backdrop, we will implement a plan to set up massive  decentralised storage capacity. This will help farmers store their produce  and", "metadata": {"page": 11}}, {"id": "page_11_52ff3129-a423-4272-ade1-081c2489423f", "page": 11, "chunk": " realize remunerative prices through sale at appropriate times. The  government will also facilitate setting up of a large number of multipurpose", "metadata": {"page": 11}}, {"id": "page_12_e4e9537b-4bfb-4821-bfce-53c8706f596d", "page": 12, "chunk": "8       cooperative societies, primary fishery societies and dairy cooperative  societies in uncovered panchayats and villages in the next 5 years.   Health, Education and Skilling  Nursing Colleges     27 . One hundred and fifty-seven new nursing colleges will be  established in co-location with the existing 157 medical colleges established  since 2014.  Sickle Cell Anaemia Elimination Mission   28. A Mission to eliminate Sickle Cell Anaemia by 2047 will be launched.  It will entail awareness creation, universal screening of 7 crore people in the  age group of 0-40 years in affected tribal areas, and counselling through  collaborative efforts of central ministries and state governments.   Medical Research   29. Facilities in select ICMR Labs will be made available for research by  public ", "metadata": {"page": 12}}, {"id": "page_12_75bf18c2-81f5-4f54-a9b2-4e48525e7e80", "page": 12, "chunk": "and private medical college faculty and private sector R&D teams for  encouraging collaborative research and innovation.  Pharma Innovation   30. A new programme to promote research and innovation in  pharmaceuticals will be taken up through centers of excellence. We shall  also encourage industry to invest in research and development in specific  priority areas.   Multidisciplinary courses for medical devices  31. Dedicated multidisciplinary courses for medical devices will be  supported in existing institutions to ensure availability of skilled manpower  for futuristic medical technologies, high-end manufacturing and research.", "metadata": {"page": 12}}, {"id": "page_13_e7d0679b-a996-4bf2-a5eb-0b77cd710653", "page": 13, "chunk": "9       Teachers’ Training  32. Teachers’ training will be re-envisioned through innovative  pedagogy, curriculum transaction, continuous professional development,  dipstick surveys, and ICT implementation. The District Institutes of  Education and Training will be developed as vibrant institutes of excellence  for this purpose.    National Digital Library for Children and Adolescents   33. A National Digital Library for children and adolescents  will be set-up  for facilitating availability of quality books across geographies, languages,  genres and levels, and device agnostic accessibility. States will be  encouraged to set up physical libraries for them at panchayat and ward  levels and provide infrastructure for accessing the National Digital Library  resources.  34. Additionally, to b", "metadata": {"page": 13}}, {"id": "page_13_ffac1d81-cbdb-45fd-af35-3d49de759de8", "page": 13, "chunk": "uild a culture of reading, and to make up for  pandemic-time learning loss, the National Book Trust, Children’s Book Trust  and other sources will be encouraged to provide and replenish non- curricular titles in regional languages and English to these physical libraries.  Collaboration with NGOs that work in literacy will also be a part of this  initiative. To inculcate financial literacy, financial sector regulators and  organizations will be encouraged to provide age-appropriate reading  material to these libraries.   Priority 2: Reaching the Last Mile  35. Prime Minister Vajpayee’s government had formed the Ministry of  Tribal Affairs and the Department of Development of North-Eastern Region.  To provide a sharper focus to the objective of ‘reaching the last mile’, our  government has f", "metadata": {"page": 13}}, {"id": "page_13_c8a549ea-f70f-4c80-8122-5705b5f4761a", "page": 13, "chunk": "ormed the ministries of AYUSH, Fisheries, Animal  Husbandry and Dairying, Skill Development, Jal Shakti and Cooperation.", "metadata": {"page": 13}}, {"id": "page_14_49029a02-3c44-42ba-b906-1e09bdae77fa", "page": 14, "chunk": "10       Aspirational Districts and Blocks Programme  36. Building on the success of the Aspirational Districts Programme, the  Government has recently launched the Aspirational Blocks Programme  covering 500 blocks for saturation of essential government services across  multiple domains such as health, nutrition, education, agriculture, water  resources, financial inclusion, skill development, and basic infrastructure.  Pradhan Mantri PVTG Development Mission  37. To improve socio-economic conditions of the particularly vulnerable  tribal groups (PVTGs), Pradhan Mantri PVTG Development Mission will be  launched. This will saturate PVTG families and habitations with basic  facilities such as safe housing, clean drinking water and sanitation,  improved access to education, health and nutrit", "metadata": {"page": 14}}, {"id": "page_14_ad3d4e9f-6640-455a-bd55-608208517a5f", "page": 14, "chunk": "ion, road and telecom  connectivity, and sustainable livelihood opportunities. An amount   of ` 15,000 crore will be made available to implement the Mission in the  next three years under the Development Action Plan for the Scheduled  Tribes.   Eklavya Model Residential Schools  38. In the next three years, centre will recruit 38,800 teachers and  support staff for the 740 Eklavya Model Residential Schools, serving 3.5 lakh  tribal students.  Water for Drought Prone Region  39. In the drought prone central region of Karnataka, central assistance  of ` 5,300 crore will be given to Upper Bhadra Project to provide  sustainable micro irrigation and filling up of surface tanks for drinking  water.   PM Awas Yojana  40. The outlay for PM Awas Yojana is being enhanced   by 66 per cent to over ` 7", "metadata": {"page": 14}}, {"id": "page_14_2b18025f-5537-4d8f-97d3-be2d52cc24ff", "page": 14, "chunk": "9,000 crore.", "metadata": {"page": 14}}, {"id": "page_15_1763f46f-2831-4e2a-936f-3665df08d46c", "page": 15, "chunk": "11       Bharat Shared Repository of Inscriptions (Bharat  SHRI)  41. ‘Bharat Shared Repository of Inscriptions’ will be set up in a digital  epigraphy museum, with digitization of one lakh ancient inscriptions in the  first stage.    Support for poor prisoners  42. For poor persons who are in prisons and unable to afford the  penalty or the bail amount, required financial support will be provided.      Priority 3: Infrastructure & Investment  43. Investments in Infrastructure and productive capacity have a large  multiplier impact on growth and employment. After the subdued period of  the pandemic, private investments are growing again. The Budget takes the  lead once again to ramp up the virtuous cycle of investment and job  creation.       Capital Investment as driver of growth and jobs", "metadata": {"page": 15}}, {"id": "page_15_5b3173b8-eeb9-4158-8a44-a33e0a233fc5", "page": 15, "chunk": "  44. Capital investment outlay is being increased steeply for the third  year in a row by 33 per cent to ` 10 lakh crore, which would be 3.3 per cent  of GDP. This will be almost three times the outlay in 2019-20.    45. This substantial increase in recent years is central to the  government’s efforts to enhance growth potential and job creation, crowd- in private investments, and provide a cushion against global headwinds.  Effective Capital Expenditure   46. The direct capital investment by the Centre is complemented by the  provision made for creation of capital assets through Grants-in-Aid to  States. The ‘Effective Capital Expenditure’ of the Centre is budgeted at   ` 13.7 lakh crore, which will be 4.5 per cent of GDP.", "metadata": {"page": 15}}, {"id": "page_16_c0b2756e-a919-4e61-a26e-231af11983c3", "page": 16, "chunk": "12       Support to State Governments for Capital Investment  47. I have decided to continue the 50-year interest free loan to state  governments for one more year to spur investment in infrastructure and to  incentivize them for complementary policy actions, with a significantly  enhanced outlay of ` 1.3 lakh crore.    Enhancing opportunities for private investment in Infrastructure  48. The newly established Infrastructure Finance Secretariat will assist  all stakeholders for more private investment in infrastructure, including  railways, roads, urban infrastructure and power, which are predominantly  dependent on public resources.   Harmonized Master List of Infrastructure  49. The Harmonized Master List of Infrastructure will be reviewed by an  expert committee for recommending the cla", "metadata": {"page": 16}}, {"id": "page_16_7bfdcecc-bde0-406d-a75d-21d47c43f8d7", "page": 16, "chunk": "ssification and financing  framework suitable for Amrit Kaal .  Railways  50. A capital outlay of ` 2.40 lakh crore has been provided for the  Railways. This highest ever outlay is about 9 times the outlay made in 2013- 14.   Logistics  51. One hundred critical transport infrastructure projects, for last and  first mile connectivity for ports, coal, steel, fertilizer, and food grains sectors  have been identified. They will be taken up on priority with investment of  ` 75,000 crore, including ` 15,000 crore from private sources.  Regional Connectivity  52. Fifty additional airports, heliports, water aerodromes and advance  landing grounds will be revived for improving regional air connectivity.", "metadata": {"page": 16}}, {"id": "page_17_21425449-e2d3-41dd-8e3d-59fc6e8027dd", "page": 17, "chunk": "13       Sustainable Cities of Tomorrow  53. States and cities will be encouraged to undertake urban planning  reforms and actions to transform our cities into ‘sustainable cities of  tomorrow’. This means efficient use of land resources, adequate resources  for urban infrastructure, transit-oriented development, enhanced  availability and affordability of urban land, and opportunities for all.   Making Cities ready for Municipal Bonds  54. Through property tax governance reforms and ring-fencing user  charges on urban infrastructure, cities will be incentivized to improve their  credit worthiness for municipal bonds.    Urban Infrastructure Development Fund   55. Like the RIDF, an Urban Infrastructure Development Fund (UIDF) will  be established through use of priority sector lending shor", "metadata": {"page": 17}}, {"id": "page_17_1f2b4082-5822-48c1-8386-478e93e32d48", "page": 17, "chunk": "tfall. This will be  managed by the National Housing Bank, and will be used by public agencies  to create urban infrastructure in Tier 2 and Tier 3 cities. States will be  encouraged to leverage resources from the grants of the 15th Finance  Commission, as well as existing schemes, to adopt appropriate user charges  while accessing the UIDF. We expect to make   available ` 10,000 crore per annum for this purpose.  Urban Sanitation  56. All cities and towns will be enabled for 100 per cent mechanical  desludging of septic tanks and sewers to transition from manhole to  machine-hole mode. Enhanced focus will be provided for scientific  management of dry and wet waste.  Priority 4: Unleashing the Potential  57. “Good Governance is the key to a nation’s progress. Our government  is committed t", "metadata": {"page": 17}}, {"id": "page_17_8ab42e59-4712-411e-991d-57370d19315d", "page": 17, "chunk": "o providing a transparent and accountable administration  which works for the betterment and welfare of the common citizen,”  said  Hon’ble Prime Minister.", "metadata": {"page": 17}}, {"id": "page_18_6bbb9fdf-aa35-48b7-9c06-e0ce5b9d2a61", "page": 18, "chunk": "14       Mission Karmayogi  58. Under Mission Karmayogi, Centre, States and Union Territories are  making and implementing capacity-building plans for civil servants. The  government has also launched an integrated online training platform, iGOT  Karmayogi , to provide continuous learning opportunities for lakhs of  government employees to upgrade their skills and facilitate people-centric  approach.    59. For enhancing ease of doing business, more than   39,000 compliances have been reduced and more than   3,400 legal provisions have been decriminalized. For furthering the trust- based governance, we have introduced the Jan Vishwas Bill to amend 42  Central Acts. This Budget proposes a series of measures to unleash the  potential of our economy.   Centres of Excellence for Artificial Int", "metadata": {"page": 18}}, {"id": "page_18_4675e799-2aea-4663-91b0-b8e56261676e", "page": 18, "chunk": "elligence  60. For realizing the vision of “Make AI in India and Make AI work for  India”,  three centres of excellence for Artificial Intelligence will be set-up in  top educational institutions. Leading industry players will partner in  conducting interdisciplinary research, develop cutting-edge applications and  scalable problem solutions in the areas of agriculture, health, and  sustainable cities. This will galvanize an effective AI ecosystem and nurture  quality human resources in the field.  National Data Governance Policy   61. To unleash innovation and research by start-ups and academia, a  National Data Governance Policy will be brought out. This will enable access  to anonymized data.  Simplification of Know Your Customer (KYC) process   62. The KYC process will be simplified ad", "metadata": {"page": 18}}, {"id": "page_18_6bf5b0d5-913e-40bf-b30b-8b93b075f2cc", "page": 18, "chunk": "opting a ‘risk-based’ instead of  ‘one size fits all’ approach. The financial sector regulators will also be", "metadata": {"page": 18}}, {"id": "page_19_3354ecf2-9580-43b1-a134-2f9ea39f2da1", "page": 19, "chunk": "15       encouraged to have a KYC system fully amenable to meet the needs of  Digital India.  One stop solution for identity and address updating   63. A one stop solution for reconciliation and updating of identity and  address of individuals maintained by various government agencies,  regulators and regulated entities will be established using DigiLocker service  and Aadhaar as foundational identity.     Common Business Identifier    64. For the business establishments required to have a Permanent  Account Number (PAN), the PAN will be used as the common identifier for  all digital systems of specified government agencies. This will bring ease of  doing business; and it will be facilitated through a legal mandate.  Unified Filing Process  65. For obviating the need for separate submissio", "metadata": {"page": 19}}, {"id": "page_19_35196942-8e73-40ad-ba89-447ca97d8b14", "page": 19, "chunk": "n of same information  to different government agencies, a system of ‘Unified Filing Process’ will be  set-up. Such filing of information or return in simplified forms on a common  portal, will be shared with other agencies as per filer’s choice.   Vivad se Vishwas I – Relief for MSMEs   66. In cases of failure by MSMEs to execute contracts during the Covid  period, 95 per cent of the forfeited amount relating to bid or performance  security, will be returned to them by government and government  undertakings.  This will provide relief to MSMEs.   Vivad se Vishwas II – Settling Contractual Disputes   67. To settle contractual disputes of government and government  undertakings, wherein arbitral award is under challenge in a court, a  voluntary settlement scheme with standardized terms will", "metadata": {"page": 19}}, {"id": "page_19_8e4efc30-10f4-474a-a9fd-628c2059230d", "page": 19, "chunk": " be introduced.  This will be done by offering graded settlement terms depending on  pendency level of the dispute.", "metadata": {"page": 19}}, {"id": "page_20_fb709e6e-f694-45b6-a854-9959d4403d49", "page": 20, "chunk": "16       State Support Mission   68. The State Support Mission of NITI Aayog will be continued for three  years for our collective efforts towards national priorities.  Result Based Financing   69. To better allocate scarce resources for competing development  needs, the financing of select schemes will be changed, on a pilot basis,  from ‘input-based’ to ‘result-based’.  E-Courts   70. For efficient administration of justice, Phase-3 of the   E-Courts project will be launched with an outlay   of ` 7,000 crore.   Fintech Services   71. Fintech services in India have been facilitated by our digital public  infrastructure including Aadhaar, PM Jan Dhan Yojana, Video KYC, India  Stack and UPI. To enable more Fintech innovative services, the scope of  documents available in DigiLocker for indi", "metadata": {"page": 20}}, {"id": "page_20_bd71b59c-1730-44c1-ab15-da338788813b", "page": 20, "chunk": "viduals will be expanded.   Entity DigiLocker   72. An Entity DigiLocker will be set up for use by MSMEs, large business  and charitable trusts. This will be towards storing and sharing documents  online securely, whenever needed, with various authorities, regulators,  banks and other business entities.   5G Services   73. One hundred labs for developing applications using   5G services will be set up in engineering institutions to realise a new range  of opportunities, business models, and employment potential. The  labs will  cover, among others, applications such as smart classrooms, precision  farming, intelligent transport systems, and health care applications.", "metadata": {"page": 20}}, {"id": "page_21_498bacc1-19d5-41c1-9fdb-8c89ea0ead04", "page": 21, "chunk": "17       Lab Grown Diamonds   74. Lab Grown Diamonds (LGD) is a technology-and innovation-driven  emerging sector with high employment potential. These environment- friendly diamonds which have optically and chemically the same properties  as natural diamonds. To encourage indigenous production of LGD seeds and  machines and to reduce import dependency, a research and development  grant will be provided to one of the IITs for five years.    75. To reduce the cost of production, a proposal to review the custom  duty rate on LGD seeds will be indicated in Part B of the speech.    Priority 5: Green Growth   76. Hon’ble Prime Minister has given a vision for “LiFE”, or Lifestyle for  Environment, to spur a movement of environmentally conscious lifestyle.  India is moving forward firmly for the ", "metadata": {"page": 21}}, {"id": "page_21_b8104420-fd28-4933-91c8-2b47a6f50627", "page": 21, "chunk": "‘panchamrit’  and net-zero carbon  emission by 2070 to usher in green industrial and economic transition. This  Budget builds on our focus on green growth.     Green Hydrogen Mission  77. The recently launched National Green Hydrogen Mission, with an  outlay of ` 19,700 crores, will facilitate transition of the economy to low  carbon intensity, reduce dependence on fossil fuel imports, and make the  country assume technology and market leadership in this sunrise sector.  Our target is to reach an annual production of 5 MMT by 2030.   Energy Transition  78. This Budget provides ` 35,000 crore for priority capital investments  towards energy transition and net zero objectives, and energy security by  Ministry of Petroleum & Natural Gas.   Energy Storage Projects  79. To steer the economy on ", "metadata": {"page": 21}}, {"id": "page_21_eda7d2bd-ab97-4f92-83e0-a6250e163666", "page": 21, "chunk": "the sustainable development path, Battery  Energy Storage Systems with capacity of 4,000 MWH will be supported with", "metadata": {"page": 21}}, {"id": "page_22_cb564748-f76b-471f-bd62-f8e5184d4359", "page": 22, "chunk": "18       Viability Gap Funding. A detailed framework for Pumped Storage Projects  will also be formulated.   Renewable Energy Evacuation  80. The Inter-state transmission system for evacuation and grid  integration of 13 GW renewable energy from Ladakh will be constructed  with investment of ` 20,700 crore including central support of ` 8,300 crore.  Green Credit Programme  81. For encouraging behavioural change, a Green Credit Programme will  be notified under the Environment (Protection) Act. This will incentivize  environmentally sustainable and responsive actions by companies,  individuals and local bodies, and help mobilize additional resources for such  activities.   PM-PRANAM  82. “PM Programme for Restoration, Awareness, Nourishment and  Amelioration of Mother Earth” will be launch", "metadata": {"page": 22}}, {"id": "page_22_0faf1a8f-5d80-4b67-be48-737907d76800", "page": 22, "chunk": "ed to incentivize States and  Union Territories to promote alternative fertilizers and balanced use of  chemical fertilizers.  GOBARdhan scheme  83. 500 new ‘waste to wealth’ plants under GOBARdhan (Galvanizing  Organic Bio-Agro Resources Dhan) scheme will be established for promoting  circular economy. These will include 200 compressed biogas (CBG) plants,  including 75 plants in urban areas, and 300 community or cluster-based  plants at total investment of ` 10,000 crore. I will refer to this in Part B. In  due course, a 5 per cent CBG mandate will be introduced for all  organizations marketing natural and bio gas. For collection of bio-mass and  distribution of bio-manure, appropriate fiscal support will be provided.", "metadata": {"page": 22}}, {"id": "page_23_52ecc032-574f-421e-b69a-9ec2691d4f51", "page": 23, "chunk": "19       Bhartiya Prakritik Kheti Bio-Input Resource Centres     84. Over the next 3 years, we will facilitate 1 crore farmers to adopt  natural farming. For this, 10,000 Bio-Input Resource Centres will be set-up,  creating a national-level distributed micro-fertilizer and pesticide  manufacturing network.   MISHTI  85. Building on India’s success in afforestation, ‘Mangrove Initiative for  Shoreline Habitats & Tangible Incomes’, MISHTI, will be taken up for  mangrove plantation along the coastline and on salt pan lands, wherever  feasible, through convergence between MGNREGS, CAMPA Fund and other  sources.  Amrit Dharohar  86. Wetlands are vital ecosystems which sustain biological diversity. In  his latest Mann Ki Baat, the Prime Minister said, “Now the total number of  Ramsar sites in ou", "metadata": {"page": 23}}, {"id": "page_23_005b94dd-5190-4ff1-bb48-2b3184d84376", "page": 23, "chunk": "r country has increased to 75. Whereas, before 2014,  there were only 26…”  Local communities have always been at the forefront  of conservation efforts. The government will promote their unique  conservation values through Amrit Dharohar , a scheme that will be  implemented over the next three years to encourage optimal use of  wetlands, and enhance bio-diversity, carbon stock,   eco-tourism opportunities and income generation for local communities.   Coastal Shipping  87. Coastal shipping will be promoted as the energy efficient and lower  cost mode of transport, both for passengers and freight, through PPP mode  with viability gap funding.    Vehicle Replacement  88. Replacing old polluting vehicles is an important part of greening our  economy. In furtherance of the vehicle scrapping p", "metadata": {"page": 23}}, {"id": "page_23_d2a83cf7-557e-4454-b143-7a361e4c1f08", "page": 23, "chunk": "olicy mentioned in  Budget 2021-22, I have allocated adequate funds to scrap old vehicles of", "metadata": {"page": 23}}, {"id": "page_24_5bcc785a-dca6-4797-a115-03dcb0059bdd", "page": 24, "chunk": "20       the Central Government. States will also be supported in replacing old  vehicles and ambulances.   Priority 6: Youth Power   89. To empower our youth and help the ‘ Amrit Peedhi ’ realize their  dreams, we have formulated the National Education Policy, focused on  skilling, adopted economic policies that facilitate job creation at scale, and  have supported business opportunities.    Pradhan Mantri Kaushal Vikas Yojana 4.0  90. Pradhan Mantri Kaushal Vikas Yojana 4.0 will be launched to skill  lakhs of youth within the next three years.  On-job training, industry  partnership, and alignment of courses with needs of industry will be  emphasized. The scheme will also cover new age courses for Industry 4.0  like coding, AI, robotics, mechatronics, IOT, 3D printing, drones, and soft  ", "metadata": {"page": 24}}, {"id": "page_24_182c95fc-a0d4-43e3-af02-dbd20e38a8ab", "page": 24, "chunk": "skills. To skill youth for international opportunities, 30 Skill India  International Centres will be set up across different States.     Skill India Digital Platform   91. The digital ecosystem for skilling will be further expanded with the  launch of a unified Skill India Digital platform for:  - enabling demand-based formal skilling,   - linking with employers including MSMEs, and  - facilitating access to entrepreneurship schemes.   National Apprenticeship Promotion Scheme   92. To provide stipend support to 47 lakh youth in three years, Direct  Benefit Transfer under a pan-India National Apprenticeship Promotion  Scheme will be rolled out.", "metadata": {"page": 24}}, {"id": "page_25_2643f5fe-d9f1-47c8-8419-1fc6adee563b", "page": 25, "chunk": "21       Tourism  93. With an integrated and innovative approach, at   least 50 destinations will be selected through challenge mode. In addition to  aspects such as physical connectivity, virtual connectivity, tourist guides,  high standards for food streets and tourists’ security, all the relevant  aspects would be made available on an App to enhance tourist experience.  Every destination would be developed as a complete package. The focus of  development of tourism would be on domestic as well as foreign tourists.   94. Sector specific skilling and entrepreneurship development will be  dovetailed to achieve the objectives of the ‘Dekho Apna Desh’ initiative.  This was launched as an appeal by the Prime Minister to the middle class to  prefer domestic tourism over international tourism. ", "metadata": {"page": 25}}, {"id": "page_25_4eac39f4-697c-4e1e-88e3-9c1edf411171", "page": 25, "chunk": "For integrated  development of theme-based tourist circuits, the ‘Swadesh Darshan  Scheme’ was also launched. Under the Vibrant Villages Programme, tourism  infrastructure and amenities will also be facilitated in border villages.   Unity Mall  95. States will be encouraged to set up a Unity Mall in their state capital  or most prominent tourism centre or the financial capital for promotion and  sale of their own ODOPs (one district, one product), GI products and other  handicraft products, and for providing space for such products of all other  States.    Priority 7: Financial Sector  96. Our reforms in the financial sector and innovative use of technology  have led to financial inclusion at scale, better and faster service delivery,  ease of access to credit and participation in financia", "metadata": {"page": 25}}, {"id": "page_25_2fa5b986-e91f-413e-8a9c-7ecd3173d965", "page": 25, "chunk": "l markets. This Budget  proposes to further these measures.     Credit Guarantee for MSMEs  97. Last year, I proposed revamping of the credit guarantee scheme for  MSMEs. I am happy to announce that the revamped scheme will take effect", "metadata": {"page": 25}}, {"id": "page_26_c869cbf2-6cf5-4d9e-a13b-ddbfb3a468b6", "page": 26, "chunk": "22       from 1st April 2023 through infusion of ` 9,000 crore in the corpus. This will  enable additional collateral-free guaranteed credit of ` 2 lakh crore.  Further, the cost of the credit will be reduced by about 1 per cent.      National Financial Information Registry   98. A national financial information registry will be set up to serve as the  central repository of financial and ancillary information. This will facilitate  efficient flow of credit, promote financial inclusion, and foster financial  stability. A new legislative framework will govern this credit public  infrastructure, and it will be designed in consultation with the RBI.  Financial Sector Regulations   99. To meet the needs of Amrit Kaal  and to facilitate optimum  regulation in the financial sector, public consult", "metadata": {"page": 26}}, {"id": "page_26_f9f08462-0e32-42cc-9e0d-e114cbdefc25", "page": 26, "chunk": "ation, as necessary and  feasible, will be brought to the process of regulation-making and issuing  subsidiary directions.  100. To simplify, ease and reduce cost of compliance, financial sector  regulators will be requested to carry out a comprehensive review of existing  regulations. For this, they will consider suggestions from public and  regulated entities. Time limits to decide the applications under various  regulations will also be laid down.  GIFT IFSC   101. To enhance business activities in GIFT IFSC, the following measures  will be taken:  - Delegating powers under the SEZ Act to IFSCA to avoid dual  regulation,  - Setting up a single window IT system for registration and  approval from IFSCA, SEZ authorities, GSTN, RBI, SEBI and  IRDAI,", "metadata": {"page": 26}}, {"id": "page_27_ee113605-ffea-4709-aa2d-fb52cbf9475b", "page": 27, "chunk": "23       - Permitting acquisition financing by IFSC Banking Units of  foreign banks,   - Establishing a subsidiary of EXIM Bank for trade   re-financing,  - Amending IFSCA Act for statutory provisions for arbitration,  ancillary services, and avoiding dual regulation under SEZ Act,  and  - Recognizing offshore derivative instruments as valid contracts.     Data Embassy  102. For countries looking for digital continuity solutions, we will  facilitate setting up of their Data Embassies in GIFT IFSC.   Improving Governance and Investor Protection in Banking Sector  103. To improve bank governance and enhance investors’ protection,  certain amendments to the Banking Regulation Act, the Banking Companies  Act and the Reserve Bank of India Act are proposed.    Ca pacity Building in Securities Ma", "metadata": {"page": 27}}, {"id": "page_27_b4f4b1be-cca0-4795-a2ff-adec93b520ee", "page": 27, "chunk": "rket  104. To build capacity of functionaries and professionals in the securities  market, SEBI will be empowered to develop, regulate, maintain and enforce  norms and standards for education in the National Institute of Securities  Markets and to recognize award of degrees, diplomas and certificates.   Central Data Processing Centre   105. A Central Processing Centre will be setup for faster response to  companies through centralized handling of various forms filed with field  offices under the Companies Act.", "metadata": {"page": 27}}, {"id": "page_28_8c195fae-80d7-4b45-9f2b-d727b6f53198", "page": 28, "chunk": "24       Reclaiming of shares and dividends   106. For investors to reclaim unclaimed shares and unpaid dividends  from the Investor Education and Protection Fund Authority with ease, an  integrated IT portal will be established.  Digital Payments   107. Digital payments continue to find wide acceptance. In 2022, they  show increase of 76 per cent in transactions   and 91 per cent in value. Fiscal support for this digital public infrastructure  will continue in 2023-24.   Azadi Ka Amrit Mahotsav Mahila Samman Bachat Patra   108. For commemorating Azadi Ka Amrit Mahotsav, a one-time new small  savings scheme, Mahila Samman Savings Certificate, will be made available  for a two-year period up to March 2025. This will offer deposit facility upto  ` 2 lakh in the name of women or girls for a t", "metadata": {"page": 28}}, {"id": "page_28_d73baa29-c158-4092-8da7-70a1969a49d3", "page": 28, "chunk": "enor of 2 years at fixed  interest rate of 7.5 per cent with partial withdrawal option.   Senior Citizens   109. The maximum deposit limit for Senior Citizen Savings Scheme will be  enhanced from ` 15 lakh to ` 30 lakh.  110.  The maximum deposit limit for Monthly Income Account Scheme  will be enhanced from ` 4.5 lakh to ` 9 lakh for single account and from ` 9  lakh to ` 15 lakh for joint account.  Fiscal Management  Fifty-year interest free loan to States  111. The entire fifty-year loan to states has to be spent on capital  expenditure within 2023-24. Most of this will be at the discretion of states,  but a part will be conditional on states increasing their actual capital", "metadata": {"page": 28}}, {"id": "page_29_b211d750-6b92-4025-90d4-3a53e45c2c50", "page": 29, "chunk": "25       expenditure. Parts of the outlay will also be linked to, or allocated for, the  following purposes:  - Scrapping old government vehicles,  - Urban planning reforms and actions,  - Financing reforms in urban local bodies to make them  creditworthy for municipal bonds,  - Housing for police personnel above or as part of police stations,   - Constructing Unity Malls,  - Children and adolescents’ libraries and digital infrastructure,  and  - State share of capital expenditure of central schemes.  Fiscal Deficit of States  112. States will be allowed a fiscal deficit of 3.5 per cent of GSDP of which  0.5 per cent will be tied to power sector reforms.   Revised Estimates 2022-23  113. The Revised Estimate of the total receipts other than borrowings is   ` 24.3 lakh crore, of which the n", "metadata": {"page": 29}}, {"id": "page_29_44bf01dc-84b5-4422-b10e-963789f4340b", "page": 29, "chunk": "et tax receipts   are ` 20.9 lakh crore. The Revised Estimate of the total expenditure is   ` 41.9 lakh crore, of which the capital expenditure is about ` 7.3 lakh crore.       114. The Revised Estimate of the fiscal deficit is 6.4 per cent of GDP,  adhering to the Budget Estimate.         Budget Estimates 2023-24  115. Coming to 2023-24, the total receipts other than borrowings and the  total expenditure are estimated at ` 27.2 lakh crore and ` 45 lakh crore  respectively. The net tax receipts are estimated at ` 23.3 lakh crore.", "metadata": {"page": 29}}, {"id": "page_30_ef89f9c8-6717-459b-b668-561aa88212db", "page": 30, "chunk": "26       116. The fiscal deficit is estimated to be 5.9 per cent of GDP. In my  Budget Speech for 2021-22, I had announced that we plan to continue the  path of fiscal consolidation, reaching a fiscal deficit below 4.5 per cent by  2025-26 with a fairly steady decline over the period. We have adhered to  this path, and I reiterate my intention to bring the fiscal deficit below 4.5  per cent of GDP by 2025-26.   117.  To finance the fiscal deficit in 2023-24, the net market borrowings  from dated securities are estimated at ` 11.8 lakh crore. The balance  financing is expected to come from small savings and other sources. The  gross market borrowings are estimated at ` 15.4 lakh crore.  I will, now, move to Part B.", "metadata": {"page": 30}}, {"id": "page_31_101fd9e6-208c-4a5e-b896-a36975d47f23", "page": 31, "chunk": "27       PART B  Indirect Taxes  118. My indirect tax proposals aim to promote exports, boost domestic  manufacturing, enhance domestic value addition, encourage green energy  and mobility.   119. A simplified tax structure with fewer tax rates helps in reducing  compliance burden and improving tax administration. I propose to reduce  the number of basic customs duty rates on goods, other than textiles and  agriculture, from 21 to 13. As a result, there are minor changes in the basic  custom duties, cesses and surcharges on some items including toys,  bicycles, automobiles and naphtha.    Green Mobility  120. To avoid cascading of taxes on blended compressed natural gas, I  propose to exempt excise duty on GST-paid compressed bio gas contained  in it. To further provide impetus to green mo", "metadata": {"page": 31}}, {"id": "page_31_0cf108ef-3bba-41c3-a5d4-9e586018e319", "page": 31, "chunk": "bility, customs duty exemption  is being extended to import of capital goods and machinery required for  manufacture of lithium-ion cells for batteries used in electric vehicles.  Electronics   121. As a result of various initiatives of the Government, including the  Phased Manufacturing programme, mobile phone production in India has  increased from 5.8 crore units valued at about ` 18,900 crore in 2014-15 to  31 crore units valued at over ` 2,75,000 crore in the last financial year. To  further deepen domestic value addition in manufacture of mobile phones, I  propose to provide relief in customs duty on import of certain parts and  inputs like camera lens and continue the concessional duty on lithium-ion  cells for batteries for another year.", "metadata": {"page": 31}}, {"id": "page_32_87b34149-879c-4f2b-b8af-248eb90035df", "page": 32, "chunk": "28       122. Similarly, to promote value addition in manufacture of televisions, I  propose to reduce the basic customs duty on parts of open cells of TV  panels to 2.5 per cent.   Electrical   123. To rectify inversion of duty structure and encourage manufacturing  of electric kitchen chimneys, the basic customs duty on electric kitchen  chimney is being increased from 7.5 per cent to 15 per cent and that on  heat coils for these is proposed to be reduced from 20 per cent to 15 per  cent.  Chemicals and Petrochemicals   124. Denatured ethyl alcohol is used in chemical industry.   I propose to exempt basic customs duty on it. This will also support the  Ethanol Blending Programme and facilitate our endeavour for energy  transition. Basic customs duty is also being reduced on acid grade fl", "metadata": {"page": 32}}, {"id": "page_32_4c631951-6b33-4f74-8b21-02287067ebef", "page": 32, "chunk": "uorspar  from 5 per cent to 2.5 per cent to make the domestic fluorochemicals  industry competitive. Further, the basic customs duty on crude glycerin for  use in manufacture of epicholorhydrin is proposed to be reduced from 7.5  per cent to 2.5 per cent.  Marine products  125. In the last financial year, marine products recorded the highest  export growth benefitting farmers in the coastal states of the country. To  further enhance the export competitiveness of marine products,  particularly shrimps, duty is being reduced on key inputs for domestic  manufacture of shrimp feed.  Lab Grown Diamonds  126. India is a global leader in cutting and polishing of natural diamonds,  contributing about three-fourths of the global turnover by value. With the  depletion in deposits of natural diamonds", "metadata": {"page": 32}}, {"id": "page_32_dc2f286e-582f-4cc2-9506-0e88878739d4", "page": 32, "chunk": ", the industry is moving towards  Lab Grown Diamonds (LGDs) and it holds huge promise. To seize this", "metadata": {"page": 32}}, {"id": "page_33_97c17914-29bf-4315-b886-6e015be6f527", "page": 33, "chunk": "29       opportunity, I propose to reduce basic customs duty on seeds used in their  manufacture.     Precious Metals  127. Customs Duties on dore and bars of gold and platinum were  increased earlier this fiscal. I now propose to increase the duties on articles  made therefrom to enhance the duty differential. I also propose to increase  the import duty on silver dore, bars and articles to align them with that on  gold and platinum.  Metals  128. To facilitate availability of raw materials for the steel sector,  exemption from Basic Customs Duty on raw materials for manufacture of  CRGO Steel, ferrous scrap and nickel cathode is being continued.  129. Similarly, the concessional BCD of 2.5 per cent on copper scrap is  also being continued to ensure the availability of raw materials for  s", "metadata": {"page": 33}}, {"id": "page_33_bc101e57-7089-4da2-95a3-ec19e973956f", "page": 33, "chunk": "econdary copper producers who are mainly in the MSME sector.  Compounded Rubber  130. The basic customs duty rate on compounded rubber is being  increased from 10 per cent to ‘25 per cent or ` 30/kg whichever is lower’, at  par with that on natural rubber other than latex, to curb circumvention of  duty.   Cigarettes  131. National Calamity Contingent Duty (NCCD) on specified cigarettes  was last revised three years ago. This is proposed to be revised upwards by  about 16 per cent.", "metadata": {"page": 33}}, {"id": "page_34_4401662b-8968-4777-be95-ace84bc8cbb8", "page": 34, "chunk": "30         Direct Taxes  132. I now come to my direct tax proposals. These proposals aim to  maintain continuity and stability of taxation, further simplify and rationalise  various provisions to reduce the compliance burden, promote the  entrepreneurial spirit and provide tax relief to citizens.  133. It has been the constant endeavour of the Income Tax Department  to improve Tax Payers Services by making compliance easy and smooth. Our  tax payers’ portal received a maximum of 72 lakh returns in a day;  processed more than 6.5 crore returns this year; average processing period  reduced from 93 days in financial year 13-14 to 16 days now;   and 45 per cent of the returns were processed within 24 hours. We intend  to further improve this, roll out a next-generation Common IT Return Form  f", "metadata": {"page": 34}}, {"id": "page_34_131ed721-7d34-4e54-8992-275176dd7015", "page": 34, "chunk": "or tax payer convenience, and also plan to strengthen the grievance  redressal mechanism.   MSMEs and Professionals   134. MSMEs are growth engines of our economy.  Micro enterprises with  turnover up to ` 2 crore and certain professionals with turnover of up to   ` 50 lakh can avail the benefit of presumptive taxation. I propose to provide  enhanced limits of ` 3 crore and ` 75 lakh respectively, to the tax payers  whose cash receipts are no more than 5 per cent. Moreover, to support  MSMEs in timely receipt of payments, I propose to allow deduction for  expenditure incurred on payments made to them only when payment is  actually made.   Cooperation  135. Cooperation is a value to be cherished. In realizing our Prime  Minister’s goal of “Sahkar se Samriddhi ”, and his resolve to “connect ", "metadata": {"page": 34}}, {"id": "page_34_56672d54-098d-4ce7-9881-ba2c4d9e57c7", "page": 34, "chunk": "the  spirit of cooperation with the spirit of Amrit Kaal”, in addition to the  measures proposed in Part A, I have a slew of proposals for the co-operative  sector.", "metadata": {"page": 34}}, {"id": "page_35_151e5448-ec7f-4df7-89a1-badd8830c2ed", "page": 35, "chunk": "31       136. First, new co-operatives that commence manufacturing activities till  31.3.2024 shall get the benefit of a lower tax rate of 15 per cent, as is  presently available to new manufacturing companies.  137. Secondly, I propose to provide an opportunity to sugar co-operatives  to claim payments made to sugarcane farmers for the period prior to  assessment year 2016-17 as expenditure. This is expected to provide them  with a relief of almost ` 10,000 crore.   138. Thirdly, I am providing a higher limit of ` 2 lakh per member for cash  deposits to and loans in cash by Primary Agricultural Co-operative Societies  (PACS) and Primary Co-operative Agriculture and Rural Development Banks  (PCARDBs).   139. Similarly, a higher limit of ` 3 crore for TDS on cash withdrawal is  being provid", "metadata": {"page": 35}}, {"id": "page_35_a6bac4c9-ab90-44e4-b35a-1cfb447506be", "page": 35, "chunk": "ed to co-operative societies.  Start-Ups  140. Entrepreneurship is vital for a country’s economic development. We  have taken a number of measures for start-ups and they have borne results.  India is now the third largest ecosystem for start-ups globally, and ranks  second in innovation quality among middle-income countries. I propose to  extend the date of incorporation for income tax benefits to start-ups from  31.03.23 to 31.3.24. I further propose to provide the benefit of carry  forward of losses on change of shareholding of start-ups from seven years  of incorporation to ten years.  Appeals  141. To reduce the pendency of appeals at Commissioner level, I propose  to deploy about 100 Joint Commissioners for disposal of small appeals. We  shall also be more selective in taking up cases", "metadata": {"page": 35}}, {"id": "page_35_4e6e607d-3641-4e0c-8a70-0affaf74b7ff", "page": 35, "chunk": " for scrutiny of returns already  received this year.", "metadata": {"page": 35}}, {"id": "page_36_8743a2ec-837c-4335-9264-237f4d41ed19", "page": 36, "chunk": "32       Better targeting of tax concessions  142. For better targeting of tax concessions and exemptions,   I propose to cap deduction from capital gains on investment in residential  house under sections 54 and 54F to ` 10 crore. Another proposal with  similar intent is to limit income tax exemption from proceeds of insurance  policies with very high value.  Rationalisation  143. There are a number of proposals relating to rationalisation and  simplification. Income of authorities, boards and commissions set up by  statutes of the Union or State for the purpose of housing, development of  cities, towns and villages, and regulating, or regulating and developing an  activity or matter, is proposed to be exempted from income tax. Other  major measures in this direction are:  - Removing the ", "metadata": {"page": 36}}, {"id": "page_36_20ca1f60-bd78-4ff6-a4a8-41c31dce6358", "page": 36, "chunk": "minimum threshold of ` 10,000/- for TDS and  clarifying taxability relating to online gaming;  - Not treating conversion of gold into electronic gold receipt and vice  versa as capital gain;   - Reducing the TDS rate from 30 per cent to 20 per cent on taxable  portion of EPF withdrawal in non-PAN cases; and  - Taxation on income from Market Linked Debentures.  Others  144. Other major proposals in the Finance Bill relate to the following:  - Extension of period of tax benefits to funds relocating to IFSC, GIFT  City till 31.03.2025;  - Decriminalisation under section 276A of the Income Tax Act;  - Allowing carry forward of losses on strategic disinvestment including  that of IDBI Bank; and  - Providing EEE status to Agniveer Fund.", "metadata": {"page": 36}}, {"id": "page_37_df23daa6-bfdc-4c24-ac6d-050e4c5d22fd", "page": 37, "chunk": "33       Personal Income Tax  145. Now, I come to what everyone is waiting for -- personal income tax. I  have five major announcements to make in this regard. These primarily  benefit our hard-working middle class.  146. The first one concerns rebate. Currently, those with income up to   ` 5 lakh do not pay any income tax in both old and new tax regimes. I  propose to increase the rebate limit to ` 7 lakh in the new tax regime. Thus,  persons in the new tax regime, with income up to ` 7 lakh will not have to  pay any tax.   147. The second proposal relates to middle-class individuals.   I had introduced, in the year 2020, the new personal income tax regime  with six income slabs starting from ` 2.5 lakh. I propose to change the tax  structure in this regime by reducing the number of slabs", "metadata": {"page": 37}}, {"id": "page_37_b1f57b3f-e18d-4caa-aede-cfc816aa3ded", "page": 37, "chunk": " to five and  increasing the tax exemption limit to ` 3 lakh. The new tax rates are:  ` 0-3 lakh Nil  ` 3-6 lakh 5 per cent  ` 6-9 lakh 10 per cent  ` 9-12 lakh 15 per cent  ` 12-15 lakh 20 per cent  Above ` 15 lakh 30 per cent    148. This will provide major relief to all tax payers in the new regime. An  individual with an annual income of ` 9 lakh will be required to pay only   ` 45,000/-. This is only 5 per cent of his or her income. It is a reduction of 25  per cent on what he or she is required to pay now, ie, ` 60,000/-. Similarly,  an individual with an income of ` 15 lakh would be required to pay only   ` 1.5 lakh or 10 per cent of his or her income, a reduction of 20 per cent  from the existing liability of ` 1,87,500/.   149. My third proposal is for the salaried class and the p", "metadata": {"page": 37}}, {"id": "page_37_c7790a14-0105-4c86-ad06-30e7f19b2966", "page": 37, "chunk": "ensioners  including family pensioners, for whom I propose to extend the benefit of", "metadata": {"page": 37}}, {"id": "page_38_6d389a8b-f581-4a98-bcd3-06887c0ab63c", "page": 38, "chunk": "34       standard deduction to the new tax regime. Each salaried person with an  income of ` 15.5 lakh or more will thus stand to benefit by ` 52,500.  150. My fourth announcement in personal income tax is regarding the  highest tax rate which in our country is 42.74 per cent. This is among the  highest in the world. I propose to reduce the highest surcharge rate from 37  per cent to 25 per cent in the new tax regime. This would result in reduction  of the maximum tax rate to 39 per cent.  151. Lastly, the limit of ` 3 lakh for tax exemption on leave encashment  on retirement of non-government salaried employees was last fixed in the  year 2002, when the highest basic pay in the government was ` 30,000/-  pm. In line with the increase in government salaries, I am proposing to  increase thi", "metadata": {"page": 38}}, {"id": "page_38_eb3ce62f-108c-406d-876c-c85fb8257fa8", "page": 38, "chunk": "s limit to ` 25 lakh.  152. We are also making the new income tax regime as the default tax  regime. However, citizens will continue to have the option to avail the  benefit of the old tax regime.  153. Apart from these, I am also making some other changes as given in  the annexure.  154. As a result of these proposals, revenue of about ` 38,000 crore –   ` 37,000 crore in direct taxes and ` 1,000 crore in indirect taxes – will be  forgone while revenue of about ` 3,000 crore will be additionally mobilized.  Thus, the total revenue forgone is about ` 35,000 crore annually.  155. Mr. Speaker Sir, with these words, I commend the Budget to this  august House.  *****", "metadata": {"page": 38}}, {"id": "page_39_cb33bb17-1301-40f3-9633-28ee46de45fe", "page": 39, "chunk": "35       Annexure to Part B of the Budget Speech 2023-24  Amendments relating to Direct Taxes  A. PROVIDING TAX RELIEF  UNDER NEW PERSONAL T AX REGIME   A.1     The new tax regime for Individual and HUF , introduced by the  Finance Act 2020, is now proposed to be the default regime.   A.2      This regime would also become the default regime for AOP (other  than co-operative), BOI and AJP.   A.3      Any individual, HUF, AOP (other than co-operative), BOI or AJP not  willing to be taxed under this new regime can opt to be taxed  under the old regime. For those person having income under the  head “profit and gains of business or profession” and having opted  for old regime can revoke that option only once and after that  they will continue to be taxed under the new regime. For those  not h", "metadata": {"page": 39}}, {"id": "page_39_b01cf833-cf4e-4361-9870-d8ae43efcb69", "page": 39, "chunk": "aving income under the head “profit and gains of business or  profession”, option for old regime may be exercised in each year.  A.4      Substantial relief is proposed under the new regime with new slabs  and tax rates as under:  Total Income ( `) Rate (per cent)   Upto 3,00,000  Nil  From 3,00,001 to 6,00,000  5  From 6,00,001 to 9,00,000  10  From 9,00,001 to 12,00,000 15  From 12,00,001 to 15,00,000  20  Above 15,00,000  30    A.5      Resident individual with total income up to ` 5,00,000 do not pay  any tax due to rebate under both old and new regime. It is  proposed to increase the rebate for the resident individual under  the new regime so that they do not pay tax if their total income is  up to ` 7,00,000.  A.6     Standard deduction of ` 50,000 to salaried individual, and", "metadata": {"page": 39}}, {"id": "page_40_670e41e3-2333-4549-93b5-a2fcc19fe2a4", "page": 40, "chunk": "36       deduction from family pension up to ` 15,000, is currently allowed  only under the old regime. It is proposed to allow these two  deductions under the new regime also.   A.7      Surcharge on income-tax under both old regime and new regime is  10 per cent if income is above ` 5 0 lakh and up to ` 1 crore, 15 per  cent if income is above  `1 crore and up to ` 2 crore, 25 per cent if  income is above ` 2 crore and up to ` 5 crore, and 37 per cent if  income is above ` 5 crore. It is proposed that the for those  individuals, HUF, AOP (other than co-operative), BOI and AJP  under the new regime, surcharge would be same except that the  surcharge rate of 37 per cent will not apply. Highest surcharge  shall be 25 per cent for income above   ` 2 crore. This would reduce the maximum rate ", "metadata": {"page": 40}}, {"id": "page_40_86d257e1-6bd8-4618-b10b-822c76a71a12", "page": 40, "chunk": "from about 42.7  per cent to about 39 per cent. No change in surcharge is proposed  for those who opt to be under the old regime.  A.8      Encashment of earned leave up to 10 months of average salary, at  the time of retirement in case of an employee (other than an  employee of the Central Government or State Government), is  exempt under sub-clause (ii) of clause (10AA) of section 10 of the  Income-tax Act (“the Act”) to the extent notified. The maximum  amount which can be exempted is ` 3 lakh at present. It is  proposed to issue notification to extend this limit to ` 25 lakh.   B. SOCIO-ECONOMIC WELFARE MEASURES   B.1 Promoting  timely payments to Micro and Small Enterprises   In order to promote timely payments to micro and small  enterprises, it is proposed to include payments made t", "metadata": {"page": 40}}, {"id": "page_40_2b46b8bc-c730-4ca6-a46f-3c13af077d01", "page": 40, "chunk": "o such  enterprises within the ambit of section 43B of the Act. Thus,  deduction for such payments would be allowed only when actually  paid. It will be allowed on accrual basis only if the payment is  within the time mandated under the Micro, Small and Medium  Enterprises Development Act.  B.2 Agnipath Scheme, 2022  The payment received from the Agniveer Corpus Fund by the  Agniveers enrolled in Agnipath Scheme, 2022 is proposed to be  exempt from taxes. Deduction in the computation of total income  is proposed to be allowed to the Agniveer on the contribution", "metadata": {"page": 40}}, {"id": "page_41_7acde5c1-0a18-488e-84f1-7bdb13a1abba", "page": 41, "chunk": "37       made by him or the Central Government to his Seva Nidhi  account.  B.3 Relief to sugar co-operatives from past demand  It is proposed that for sugar co-operatives, for years prior to A.Y.  2016-17, if any deduction claimed for expenditure made on  purchase of sugar has been disallowed, an application may be  made to the Assessing Officer, who shall recompute the income of  the relevant previous year after allowing such deduction up to the  price fixed or approved by the Government for such previous year.   B.4 Increasing threshold limit for Co-operatives to withdraw cash  without TDS  It is proposed to enable co-operatives to withdraw cash up to ` 3  crore in a year without being subjected to TDS on such  withdrawal.   B.5 Penalty for cash loan/transactions against primary co-oper", "metadata": {"page": 41}}, {"id": "page_41_13b20e5f-4112-4cc4-8329-86346937a075", "page": 41, "chunk": "atives  It is proposed to  amend section 269SS of the Act to provide that  where a deposit is accepted by a primary agricultural credit  society or a primary co-operative agricultural and rural  development bank from its member or a loan is taken from a  primary agricultural credit society or a primary co-operative  agricultural and rural development bank by its member in cash, no  penal consequence would arise, if the amount of such loan or  deposit in cash is less than  ` 2 lakh. Further, section 269T of the  Act is proposed to be amended to provide that where a deposit is  repaid by a primary agricultural credit society or a primary co- operative agricultural and rural development bank to its member  or such loan is repaid to a primary agricultural credit society or a  primary co-operat", "metadata": {"page": 41}}, {"id": "page_41_65e38030-e7bc-464b-a8c0-b371c32c6446", "page": 41, "chunk": "ive agricultural and rural development bank by  its member in cash, no penal consequence shall arise, if the  amount of such loan or deposit in cash is less than ` 2 lakh.  B.6 Relief to start-ups in carrying forward and setting off of losses  The condition of continuity of at least 51 per cent shareholding for  setting off of carried forward losses is relaxed for an eligible start  up if all the shareholders of the company continue to hold those  shares. At present this relaxation applies for losses incurred during  the period of 7 years from incorporation of such start-up. It is", "metadata": {"page": 41}}, {"id": "page_42_5c22f9aa-016a-4b0a-8059-1c3df9fe371b", "page": 42, "chunk": "38       propos ed to increase this period to 10 years.   B.7 Extension of date of incorporation for eligible start up for  exemption   Certain start-ups are eligible for some tax benefit if they are  incorporated before 1st April, 2023. The period of incorporation of  such eligible start-ups is proposed to be extended by one year to  before 1st April, 2024.   B.8 Gold to Electronic Gold Receipt  The conversion of physical gold to Electronic Gold Receipt and vice  versa is proposed not to be treated as a transfer and not to attract  any capital gains. This would promote investments in electronic  equivalent of gold.  B.9 Incentives to IFSC  Relocation of funds to IFSC has certain tax exemptions, if the  relocation is before 31.03.2023. This date is proposed to be  extended to 31.03.2025. F", "metadata": {"page": 42}}, {"id": "page_42_82b58106-a536-4c2e-9fd1-fbc50d8920da", "page": 42, "chunk": "urther, any distributed income from the  offshore derivative instruments entered into with an offshore  banking unit is also proposed to be exempted subject to certain  conditions.  B.10 Exemption to development authorities etc.  It is proposed to provide exemption to any income arising to a  body or authority or board or trust or commission, (not being a  company) which  has been established or constituted by or under  a Central or State Act with the purposes of satisfying the need for  housing or for planning, development or improvement of cities,  towns and villages or for regulating any activity or matter,  irrespective of whether it is carrying out commercial activity.  B.11 Facilitating certain strategic disinvestments  To facilitate certain strategic disinvestments, it is proposed t", "metadata": {"page": 42}}, {"id": "page_42_0860d682-e3c7-41ad-8e81-5c38b01637bf", "page": 42, "chunk": "o  allow carry forward of accumulated losses and unabsorbed  depreciation allowance in the case of amalgamation of one or  more banking company with any other banking institution or a  company subsequent to a strategic disinvestment, if such  amalgamation takes place within 5 years of strategic  disinvestment. It is also proposed to modify the definition of  ‘strategic disinvestment’.", "metadata": {"page": 42}}, {"id": "page_43_67ea822b-e8c0-4d30-b211-04fb4e39581d", "page": 43, "chunk": "39       B.12  15 per cent concessional tax to promote new manufacturing co - operative society  In order to promote the growth of manufacturing in co-operative  sector, a new co-operative society formed on or after 01.04.2023,  which commences manufacturing or production by 31.03.2024  and do not avail of any specified incentive or deduction, is  proposed to be allowed an option to pay tax at a concessional rate  of 15 per cent similar to what is available to new manufacturing  companies.   C. EASE OF COMPLIANCE   C.1 Ease in claiming deduction on amortization of preliminary  expenditure   At present for claiming amortization of certain preliminary  expenses, the activity is to be carried out either by the assessee or  by a concern approved by the Board. In order to ease the process  of c", "metadata": {"page": 43}}, {"id": "page_43_43b134bd-e208-4edf-8472-2595b41b0264", "page": 43, "chunk": "laiming amortization of these expenses it is proposed to  remove the condition of activity in connection with these  expenses to be carried out by a concern approved by the Board.  Format for reporting of such expenses by the assessee shall be  prescribed.  C.2 Increasing threshold limits for presumptive taxation schemes  In order to ease compliance and to promote non-cash  transactions, it is proposed to increase the threshold limits for  presumptive scheme of taxation for eligible businesses from ` 2  crore to ` 3 crore and for specified professions from ` 50 lakh to   ` 75 lakh. The increased limit will apply only in case the amount or  aggregate of the amounts received during the year, in cash, does  not exceed five per cent of the total gross receipts/turnover.  C.3 Extending the scop", "metadata": {"page": 43}}, {"id": "page_43_baa22595-1b05-4482-8fce-45cc48360bd8", "page": 43, "chunk": "e for deduction of tax at source at lower or nil  rate  It is proposed to allow a taxpayer to obtain certificate of  deduction of tax at source to lower or nil rate on sums on which  tax is required to be deducted under section 194LBA of the Act by  Business Trusts.", "metadata": {"page": 43}}, {"id": "page_44_eea639c7-7faa-40db-9a3a-2c663afaa464", "page": 44, "chunk": "40       D. WIDENING & DEEPENING OF T AX BASE AND ANTI AVOIDANCE   D.1 It is proposed to extend the deemed income accrual provision  relating to sums of money exceeding fifty thousand rupees,  received from residents without consideration to a not ordinarily  resident with effect from 1st April, 2023.  D.2 It is proposed to omit the provision to allow tax exemption to  news agencies set up in India solely for collection and distribution  of news from the financial year 2023-24.   D.3 It is proposed to tax distributed income by business trusts in the  hands of a unit holder (other than dividend, interest or rent which  is already taxable) on which tax is currently avoided both in the  hands of unit holder as well as in the hands of business trust.    D.4 It is proposed to withdraw the exemp", "metadata": {"page": 44}}, {"id": "page_44_2abd0fc1-b90a-4e27-ba44-20f3e93973ea", "page": 44, "chunk": "tion from TDS currently  available on interest payment on listed debentures.  D.5 With respect to presumptive schemes for non-residents, it is  proposed to disallow carried forward and set off of loss computed  as per books of account with presumptive income.  D.6 For online games, it is proposed to provide for TDS and taxability  on net winnings at the time of withdrawal or at the end of the  financial year. Moreover, TDS would be without the threshold of   ` 10,000. For lottery, crossword puzzles games, etc threshold limit  ` 10,000 for TDS shall continue but shall apply to aggregate  winnings during a financial year.  D.7     The rate of TCS for foreign remittances for education and for  medical treatment is proposed to continue to be 5 per cent for  remittances in excess of ` 7 lakh. S", "metadata": {"page": 44}}, {"id": "page_44_f0fe022e-12ea-46a3-bec7-9c3b77886220", "page": 44, "chunk": "imilarly, the rate of TCS on  foreign remittances for the purpose of education through loan  from financial institutions is proposed to continue to be 0.5 per  cent in excess of `7 lakh. However, for foreign remittances for  other purposes under LRS and purchase of overseas tour program,  it is proposed to increase the rates of TCS from 5 per cent to 20  per cent.  D.8 Tax on capital gains can be avoided by investing proceeds of such  gains in residential property. This is proposed to be capped at ` 10  crore.", "metadata": {"page": 44}}, {"id": "page_45_f52be2b2-a706-4d4c-9e96-9a8547ed86df", "page": 45, "chunk": "41       D.9 The income from market linked debentures is proposed to be  taxed as short-term capital gains at the applicable rates.  D.10 It is proposed to provide for some provisions to minimise risk to  revenue due to undervaluation of inventory.  D.11 It is proposed to provide that where aggregate of premium for life  insurance policies (other than ULIP) issued on or after 1st April,  2023 is above ` 5 lakh, income from only those policies with  aggregate premium up to ` 5 lakh shall be exempt. This will not  affect the tax exemption provided to the amount received on the  death of person insured. It will also not affect insurance policies  issued till 31st March, 2023.  D.12 It is proposed to amend provisions for computing capital gains in  case of joint development of property to incl", "metadata": {"page": 45}}, {"id": "page_45_798896c2-c070-49ff-be42-9d12e6f54d17", "page": 45, "chunk": "ude the amount  received through cheque etc. as consideration.   D.13 While interest paid on borrowed capital for acquiring or improving  a property can, subject to certain conditions, be claimed as  deduction from income, it can also be included in the cost of  acquisition or improvement on transfer, thereby reducing capital  gains. It is proposed to provide that the cost of acquisition or  improvement shall not include the amount of interest claimed  earlier as deduction.  D.14 There are certain assets like intangible assets or rights for which  no consideration has been paid for acquisition and the transfer of  which may result in generation of income. Their cost of acquisition  is proposed to be defined to be NIL.   E. IMPROVING COMPLIANCE AND TAX ADMINISTRATION   E.1 With respect to r", "metadata": {"page": 45}}, {"id": "page_45_d2a30534-c8f5-4fc7-9b57-2905d45a114b", "page": 45, "chunk": "ectification of orders by the Interim Board of  Settlement, it is proposed to provide that where the time-limit for  amending an order by it or for making an application to it expires  on or after 01.02.2021 but before 01.02.2022, such time-limit shall  stand extended to 30.09.2023.  E.2 To expedite the disposal of certain appeals pending with  Commissioner (Appeals), it is proposed to introduce a new  authority in the rank of Joint Commissioner/ Additional  Commissioner [JCIT(Appeals)], for appeals against certain orders", "metadata": {"page": 45}}, {"id": "page_46_ebbd41a4-d5fe-450f-a1d4-460f2ad99184", "page": 46, "chunk": "42       passed by or with the approval of an authority below the rank of  Joint Commissioner. Certain related and consequential  amendments are also proposed in this regard.   E.3 It is proposed to reduce the minimum time period required to be  provided by the transfer pricing officer to assessee for production  of documents and information from 30 days to 10 days.  E.4 It is proposed to provide for appeal against penalty orders passed  by Commissioner (Appeals) under certain sections of the Act  before the Appellate Tribunal. It is also proposed to provide that  an order under section 263 of the Act passed by the Principal  Chief Commissioner or Chief Commissioner and any rectification  order for the same shall also be appealable before the Appellate  Tribunal. Further, it is proposed to", "metadata": {"page": 46}}, {"id": "page_46_4b7a7b75-796e-4d72-a496-d75783e5bf1b", "page": 46, "chunk": " enable filing of memorandum  of cross-objections in all classes of cases against which appeal can  be made to the Appellate Tribunal.  E.5 It is proposed to amend section 132 of the Act, dealing with  search and seizure, to allow the authorised officer to take  assistance of specific domain experts like digital forensic  professionals, valuers and services of other professionals like  locksmiths, carpenters etc. during the course of search and also to  aid in accurate estimation of undisclosed income held in the form  of property by the assessee.   E.6 Section 170A of the Act, inserted vide Finance Act, 2022 is  proposed to be substituted to clarify that a modified return shall  be furnished by an entity to whom the order of the business  reorganisation applies, and to introduce provision", "metadata": {"page": 46}}, {"id": "page_46_ca493ff5-3ec2-4526-8ac1-bf4741701740", "page": 46, "chunk": "s for assessment  or reassessment in cases where such modified return is furnished.  E.7 It is proposed that an order of assessment may be passed within a  period of 12 months from the end of the relevant assessment year  or the financial year in which updated return is filed, as the case  may be. It is also proposed that in cases where search under  section 132 of the Act or requisition under section 132A of the Act  has been made, the period of limitation of pending assessments  shall be extended by twelve months.   E.8 It is proposed to make amendments to empower the Central  Government to make modifications in the already notified", "metadata": {"page": 46}}, {"id": "page_47_aeb6776a-7925-4659-be80-a72f1c37c486", "page": 47, "chunk": "43       schemes regarding e -Verification, Dispute Resolution, Advance  Rulings, Appeal and Penalty, at any time to enable better  implementation of such schemes.  E.9 It is proposed to limit the time for furnishing of a return for  reassessment. Further, it is also proposed to  provide that in cases  where search related information is available after 15th March of  any financial year, an additional period of fifteen days shall be  allowed for issuance of notice, for assessment/reassessments etc,  under section 148 of the Act. It is also proposed to clarify that the  specified authority for granting approval shall be Principal Chief  Commissioner or Principal Director General or Chief Commissioner  or Director General.  E.10 It is proposed to provide a penalty of ` 5,000 if there is any ", "metadata": {"page": 47}}, {"id": "page_47_21d5f2ff-b393-4d73-91c9-30469d03aa91", "page": 47, "chunk": " inaccuracy in the statement of financial transactions submitted by  a prescribed reporting financial institution due to false or  inaccurate information submitted by the account holder.  E.11 It is proposed to amend section 271C and section 276B of the Act  to provide for penalty and prosecution where default in TDS  relates to transaction in kind.  E.12.   It is proposed to amend the time period for filing of appeal against  the order of the Adjudicating authority under Benami Act within a  period of 45 days from the date when such order is received by  the Initiating Officer or the aggrieved person. The definition of  ‘High Court’ is also proposed to be modified to allow  determination of jurisdiction for filing appeal in the case of non- residents.   F. RATIONALISATION   F.1 The restri", "metadata": {"page": 47}}, {"id": "page_47_f39838e5-1825-42b9-809c-73aee514c143", "page": 47, "chunk": "ction on interest deductibility on interest payment to  overseas associated enterprise does not apply to those in the  business of banking and insurance. It is proposed to extend this  benefit to non-banking financial companies, as may be notified.  F.2 TDS on payment of certain income to a non-resident is currently at  the rate of 20 per cent, but the tax rate in treaties may be lower. It  is proposed to allow the benefit of tax treaty at the time of TDS on  such income under section 196A of the Act.", "metadata": {"page": 47}}, {"id": "page_48_b6ea084a-8bff-4219-991d-cbec3fff994b", "page": 48, "chunk": "44       F.3 At present the TDS rate on withdrawal of taxable component from  Employees’ Provident Fund Scheme in non-PAN cases is 30 per  cent. It is proposed to reduce it to 20 per cent, as in other non- PAN cases.  F.4 Sometimes, tax for income of an earlier year is deducted later,  while tax thereon has already been paid in the earlier year.  Amendment is proposed to facilitate such taxpayers to claim  credit of this TDS in the earlier year.   F.5 Higher TDS/TCS rate applies, if the recipient is a non-filer i.e. who  has not furnished his return of income of preceding previous year  and has aggregate of TDS and TCS of ` 50,000 or more. It is  proposed to exclude a person who is not required to furnish the  return of income for such previous year and who is notified by the  Central Gove", "metadata": {"page": 48}}, {"id": "page_48_be451d83-3ab3-4ba1-af66-6dc3edd8e7de", "page": 48, "chunk": "rnment in the Official Gazette in this behalf.  F .6 It is proposed to clarify that the amount of advance tax paid is  reduced only once for computing the interest payable u/s 234B in  the case of an updated return.  F.7 It is proposed to extend taxability of the consideration (share  application money/ share premium) for shares exceeding the face  value of such shares to all investors including non-residents.  F.8 It is proposed to enable prescription of a uniform methodology for  computing the value of perquisite with respect to accommodation  provided by employers to their employees.  F.9 It is proposed to provide a time limit for an SEZ unit to bring the  proceeds from exports of goods or services into India. The filing of  income-tax return is also proposed to be made mandatory for  c", "metadata": {"page": 48}}, {"id": "page_48_29546185-50fc-40bd-b081-938a6986c855", "page": 48, "chunk": "laiming deduction on export income.  F.10 Due to changes in classification of non-banking financial  companies by the Reserve Bank of India, it is proposed to make  necessary amendments to align such classifications in the Act with  the same.  F.11 It is proposed to clarify that for taxability under section 28 of the  Act as well for tax deduction at source under section 194R of the  Act, the benefit could also be in cash.  F.12 It is proposed to make amendments relating to exemption", "metadata": {"page": 48}}, {"id": "page_49_90d89e38-2a6a-4319-aea7-6ede19da3a2c", "page": 49, "chunk": "45       provided to charitable trusts and institution to   - provide clarity on tax treatment on replenishment of corpus  and on repayment of loans/borrowings;  - treat only 85 per cent of donation made to another trust as  application;  - omit the redundant provisions related to rolling back of  exemption;  - combine provisional and regular registration in some cases;  - modify the scope of specified violation;  - provide for payment of tax on assets if a trust does not apply  for exemption after getting provisional exemption and for re- exemption after expiry of exemption;  - align of time for furnishing of certain forms;  - clarify that the time provided for furnishing return of income  for claiming exemption shall not include the time provided for  furnishing updated return.  F.13 It ", "metadata": {"page": 49}}, {"id": "page_49_df571a88-0630-4e4b-b132-bd8461b0d5be", "page": 49, "chunk": "is proposed to omit certain name-based funds from section 80G  of the Act, which provides for deduction of donation to such funds  from the income of the donor.  F.14 It is proposed to provide that where refund is due to a person,  such refund shall be set off against existing demand, and if  proceedings for assessment or reassessment are pending in such  case, the refund due will be withheld by the Assessing Officer till  the date of assessment or reassessment.   G. OTHERS   G.1 It is proposed to omit section 88 and some of the clauses of  section 10 of the Act which are no longer in force.  G.2 It is proposed to extend tax exemption to Specified Undertaking of  Unit Trust of India (SUUTI) till 30th September, 2023. It is also  proposed to enable the Central Government to notify the date ", "metadata": {"page": 49}}, {"id": "page_49_26b71616-55bd-4974-85d3-073de9b4f07f", "page": 49, "chunk": "of  vacation of office of administrator of SUUTI.  G.3 It is proposed to decriminalize certain acts of omission of  liquidators under section 276A of the Act with effect from 1st  April, 2023.", "metadata": {"page": 49}}, {"id": "page_50_d28ca6b7-573b-44db-83d7-1bc3fa29141c", "page": 50, "chunk": "46       Annexure to Part B of the Budget Speech 2023-24  Amendments relating to Indirect Taxes    A. LEGISLATIVE CHANGES IN CUSTOMS LAWS   A.1       Amendments in the Customs Act, 1962  Section 25 (4A) is being amended to  exclude certain categories of  conditional customs duty exemptions from the validity period of  two years, such as, notifications issued in relation to multilateral  or bilateral trade agreements; obligations under international  agreements, treaties, conventions including with respect to UN  agencies, diplomats, international organizations; privileges of  constitutional authorities; schemes under Foreign Trade Policy;  Central Government schemes having a validity of more than two  years; re-imports, temporary imports, goods imported as gifts or  personal baggage; any o", "metadata": {"page": 50}}, {"id": "page_50_bd5ba7d8-ed94-470a-abdd-c46fa484169f", "page": 50, "chunk": "ther duties of Customs under any other  law in force including  IGST levied under section 3(7) of Customs  Tariff Act, 1975, other than duty of customs levied under section  12 of the Customs Act 1962.  Section 127C is being amended to specify a time limit of nine  months from date of filing application for passing final order by  Settlement Commission.   A.2  Amendments in the provisions relating to Anti-Dumping Duty  (ADD), Countervailing Duty (CVD), and Safeguard Measures  Sections 9, 9A, 9C of the Customs Tariff Act are being amended to  clarify the intent and scope of these provisions. They are also  being validated retrospectively with effect from 1st January 1995.  A.3      Amendments in the First Schedule to the Customs Tariff Act, 1975  The First Schedule to the Customs Tariff Act", "metadata": {"page": 50}}, {"id": "page_50_90166d78-5399-4438-970a-ca7f07f79563", "page": 50, "chunk": ", 1975 is being  amended to increase the rates on certain tariff items with effect  from 02.02.2023 and also modify the rates on certain other tariff  items as part of rate rationalisation with effect from date of  assent.  The First Schedule to the Customs Tariff Act is being proposed to  be amended in accordance with HSN 2022 amendments.   New tariff lines are also proposed to be created, which will help in  better identification of millet-based products, mozzarella cheese,  medicinal plants and their parts, certain pesticides, telecom", "metadata": {"page": 50}}, {"id": "page_51_bf59f6c4-594d-4304-b987-ac54a243239c", "page": 51, "chunk": "47       products, synthetic diamonds, cotton, fertilizer grade urea etc.  This will also help in trade facilitation by better identification of  the above items, getting clarity on availing concessional import  duty through various notifications and thus reducing dwell time.   These changes shall come into effect from 01.05.2023.  A.4     Amendment in the Second Schedule to the Customs Tariff Act,  1975  The Second Schedule (Export Tariff) is being amended to align the  entries under heading 1202 with that of the First Schedule (Import  Tariff) .   B. LEGISLATIVE CHANGES IN GST LAWS   B.1 Decriminalisation  Section 132 and section 138 of CGST Act are being amended, inter  alia, to  -  - raise the minimum threshold of tax amount for launching  prosecution under GST from ` one crore to ` tw", "metadata": {"page": 51}}, {"id": "page_51_190ca379-2d57-4875-bee0-391d7d7cc3f1", "page": 51, "chunk": "o crore,  except for the offence of issuance of invoices without supply  of goods or services or both;  - reduce the compounding amount from the present range of  50 per cent  to 150 per cent of tax amount to the range of 25  per cent to 100 per cent;  - decriminalize certain offences specified under clause (g), (j)  and (k) of sub-section (1) of section 132 of CGST Act, 2017,  viz.-  o obstruction or preventing any officer in discharge of his  duties;   o deliberate tempering of material evidence;  o failure to supply the information.  B.2        Facilitate e-commerce for micro enterprises  Amendments are being made in section 10 and section 122 of the  CGST Act to enable unregistered suppliers and composition  taxpayers to make intra-state supply of goods through E- Commerce Operators (E", "metadata": {"page": 51}}, {"id": "page_51_6e050c8e-5137-43fe-8bd0-20b08469ba30", "page": 51, "chunk": "COs), subject to certain conditions.   B.3        Amendment to Schedule III of CGST Act, 2017  Paras 7, 8 (a) and 8 (b) were inserted in Schedule III of CGST Act,  2017 with effect from 01.02.2019 to keep certain transactions/  activities, such as supplies of goods from a place outside the  taxable territory to another place outside the taxable territory,  high sea sales and supply of warehoused goods before their home", "metadata": {"page": 51}}, {"id": "page_52_d6b805af-3f6e-4132-9eaf-818e15672226", "page": 52, "chunk": "48       clearance, outside the purview of GST. In order to remove the  doubts and ambiguities regarding taxability of such transactions/  activities during the period 01.07.2017 to 31.01.2019, provisions  are being incorporated to make the said paras effective from  01.07.2017. However, no refund of tax paid shall be available in  cases where any tax has already been paid in respect of such  transactions/ activities during the period 01.07.2017 to  31.01.2019.  B.4        Return filing under GST   Sections 37, 39, 44 and 52 of CGST Act, 2017 are being amended  to restrict filing of returns/ statements to a maximum period of  three years from the due date of filing of the relevant return /  statement.   B.5        Input Tax Credit for expenditure related to CSR  Section 17(5) of CGST Act i", "metadata": {"page": 52}}, {"id": "page_52_e0366364-89b2-4d80-b5c7-16311a932e1d", "page": 52, "chunk": "s being amended to provide that input  tax credit shall not be available in respect of goods or services or  both received by a taxable person, which are used or intended to  be used for activities relating to his obligations under corporate  social responsibility referred to in section 135 of the Companies  Act, 2013.  B.6        Sharing of information  A new section 158A in CGST Act is being inserted to enable sharing  of the information furnished by the registered person in his return  or application of registration or statement of outward supplies, or  the details uploaded by him for generation of electronic invoice or  E-way bill or any other details on the common portal, with other  systems in a manner to be prescribed  B.7        Amendments in section 2 clause (16) of IGST Act, 2017", "metadata": {"page": 52}}, {"id": "page_52_ce370f4e-51bd-4c16-bde1-a7d1653d60d9", "page": 52, "chunk": "  Clause (16) of section 2 of IGST Act is amended to revise the  definition of “non-taxable online recipient” by removing the  condition of receipt of online information and database access or  retrieval services for purposes other than commerce, industry or  any other business or profession so as to provide for taxability of  OIDAR service provided by any person located in non-taxable  territory to an unregistered person receiving the said services and  located in the taxable territory. Further, it also seeks to clarify that  the persons registered solely in terms of clause (vi) of Section 24  of CGST Act shall be treated as unregistered person for the  purpose of the said clause.", "metadata": {"page": 52}}, {"id": "page_53_9a78045a-d216-4dee-87b8-0137fe5e69ea", "page": 53, "chunk": "49       B.8        Online information and database access or retrieval services  Clause (17) of section 2 of IGST Act is being amended to revise the  definition of “online information and database access or retrieval  services” to remove the condition of rendering of the said supply  being essentially automated and involving minimal human  intervention.   B.9        Place of supply in certain cases  Proviso to sub-section (8) of section 12 of the IGST Act is being  omitted so as to specify the place of supply, irrespective of  destination of the goods, in cases where the supplier of services  and recipient of services are located in India.", "metadata": {"page": 53}}, {"id": "page_54_86545173-eeb6-4ce3-b840-e99e17760b54", "page": 54, "chunk": "50         C. CUSTOMS DUTY RATE CHANGES    C.1. Reduction in basic customs duty to reduce input costs, deepen value  addition, to promote export competitiveness, correct inverted duty  structure so as to boost domestic manufacturing etc [with effect  from 02.02.2023]  S.  No. Commodity  From  (per cent)  To  (per cent)   I. Agricultural Products   1. Pecan Nuts  100  30  2. Fish meal for manufacture of aquatic  feed 15 5  3. Krill meal for manufacture of aquatic  feed 15 5  4. Fish lipid oil for manufacture of aquatic  feed 30 15  5. Algal Prime (flour) for manufacture of  aquatic feed  30 15  6. Mineral and Vitamin Premixes for  manufacture of aquatic feed  15 5  7 Crude glycerin for use in manufacture  of Epichlorohydrin  7.5 2.5  8 Denatured ethyl alcohol for use in  manufacture of indu", "metadata": {"page": 54}}, {"id": "page_54_2f892d8c-0bb6-499a-a37a-dfd99aa07015", "page": 54, "chunk": "strial chemicals.  5 Nil  II. Minerals   1 Acid grade fluorspar (containing by  weight more than 97 per cent of  calcium fluoride)  5 2.5  III. Gems and Jewellery Sector   1. Seeds for use in manufacturing of  rough lab-grown diamonds  5 Nil", "metadata": {"page": 54}}, {"id": "page_55_c8af9a77-d63f-42a8-a5c4-5b5bbca47f53", "page": 55, "chunk": "51       IV. Capital Goods  1. Specified capital goods/machinery for  manufacture of lithium-ion cell for use  in battery of electrically operated  vehicle (EVs) As  applicable Nil   (up to  31.03.2024)   V. IT and Electronics     1. Specified chemicals/items for  manufacture of Pre-calcined Ferrite  Powder 7.5 Nil  (up to  31.03.2024)   2. Palladium Tetra Amine Sulphate for  manufacture of parts of connectors 7.5 Nil  (up to  31.03.2024)   3. Camera lens and its inputs/parts for  use in manufacture of camera module  of cellular mobile phone 2.5 Nil  4. Specified parts for manufacture of  open cell of TV panel 5 2.5  VI. Electronic Appliances  1. Heat coil for manufacture of electric  kitchen chimneys 20 15  VII. Others  1. Warm blood horse imported by sports  person of outstanding eminenc", "metadata": {"page": 55}}, {"id": "page_55_05a440fb-81a7-4a9a-a2d9-f1ace437c4e5", "page": 55, "chunk": "e for  training purpose 30 Nil  2. Vehicles, specified automobile  parts/components, sub-systems and  tyres when imported by notified  testing agencies, for the purpose of  testing and/ or certification, subject to  conditions. As  applicable Nil", "metadata": {"page": 55}}, {"id": "page_56_7274c740-2f3b-4ea9-b7d2-86ee68fd23e0", "page": 56, "chunk": "52       C.2. Increase in Customs duty [with effect from 02.02.2023]   S. No.  Commodity   Rate of duties   From  (per cent)  To  (per cent)   I. Chemicals  1. Styrene 2  (+0.2 SWS) 2.5  (+0.25  SWS)  2. Vinyl chloride monomer 2  (+0.2 SWS) 2.5  (+0.25  SWS)  II Petrochemical  1 Naphtha 1  (+ 0.1 SWS) 2.5  (+0.25  SWS)   III. Precious Metals  1. Silver (including silver plated with gold  or platinum), unwrought or in semi- manufactured forms, or in powder  form 7.5  (+ 2.5  AIDC+ 0.75  SWS) 10  (+ 5 AIDC+  Nil SWS)  2. Silver dore 6.1  (+ 2.5  AIDC+ 0.61   SWS) 10  (+ 4.35  AIDC+ Nil  SWS)  IV. Gems and Jewellery Sector   1. Articles of Precious Metals such as  gold/silver/platinum 20  (+Nil AIDC  +2 SWS)  25  (+Nil AIDC  +Nil SWS)  2. Imitation Jewellery 20 or `  400/kg.,  whichever is  h", "metadata": {"page": 56}}, {"id": "page_56_c02fc7d4-3ca8-4f9a-8ace-80eb94a777b0", "page": 56, "chunk": "igher    (+Nil AIDC +2  or ` 40 per  Kg SWS)   25 or `  600/kg.,  whichever is  higher    (+Nil AIDC  +Nil SWS)", "metadata": {"page": 56}}, {"id": "page_57_e56799b4-9736-483d-ac77-8c8d979e83cb", "page": 57, "chunk": "53       S. No.  Commodity   Rate of duties   From  (per cent)  To  (per cent)   V. Automobiles   1 Vehicle (including electric vehicles) in  Semi-Knocked Down (SKD) form . 30  (+3 SWS) 35  (+Nil SWS)  2 Vehicle in Completely Built Unit (CBU)  form, other than with CIF more than  USD 40,000 or with engine capacity  more than 3000 cc for petrol-run  vehicle and more than 2500 cc for  diesel-run vehicles, or with both 60  (+6  SWS) 70  (+Nil SWS)  3 Electrically operated Vehicle in  Completely Built Unit (CBU) form,  other than with CIF value more than  USD 40,000 60  (+ 6 SWS) 70  (+Nil SWS)  VI. Others  1.  Bicycles 30    (+ Nil AIDC  +3 SWS) 35    (+ Nil AIDC  +Nil SWS)  2.  Toys and parts of toys (other than  parts of electronic toys) 60    (+Nil AIDC+  6 SWS) 70    (+Nil AIDC+  Nil SWS)", "metadata": {"page": 57}}, {"id": "page_57_3f5d9918-f6c0-4a2b-b5ae-c08b767e0be3", "page": 57, "chunk": "  3.  Compounded Rubber  10     25 or `  30/kg.,  whichever is  lower  4.  Electric Kitchen Chimney 7.5   15    * AIDC -Agriculture Infrastructure Development Cess; SWS – Social Welfare  Surcharge", "metadata": {"page": 57}}, {"id": "page_58_cca0780a-1c5c-4973-8898-b3d3e3fcb90a", "page": 58, "chunk": "54       D. CHANGES IN CENTRAL EXCISE  D.1. NCCD Duty rate  on Cigarettes  [with effect from 02.02.2023]     Description of goods  Rate of excise duty   From  (` per 1000  sticks)  To  (` per 1000  sticks)   Other than filter cigarettes, of length not  exceeding 65 mm  200 230  Other than filter cigarettes, of length exceeding  65 mm but not exceeding 70 mm  250 290  Filter cigarettes of length not exceeding 65 mm  440 510  Filter cigarettes of length exceeding 65 mm but  not exceeding 70 mm  440 510  Filter cigarettes of length exceeding 70 mm but  not exceeding 75 mm  545 630  Other cigarettes  735 850  Cigarettes of tobacco substitutes  600 690      D.2. Other changes in Central Excise [with effect from 02.02.2023]  In order to promote green fuel, central excise duty exemption is being ", "metadata": {"page": 58}}, {"id": "page_58_6fd6b8ee-81ed-4027-8932-af769490d0a5", "page": 58, "chunk": " provided to blended Compressed Natural Gas from so much of the amount  as is equal to the GST paid on Bio Gas/Compressed Bio Gas contained in the  blended CNG .  E. OTHERS  There are few other changes of minor nature. For details of the budget  proposals, the Explanatory Memorandum and other relevant budget  documents may be referred to.  *****", "metadata": {"page": 58}}]